export const attractions=[
  {
    "id": 1,
    "name": "Кафедральный собор",
    "shortDescription": "Главный культурный и исторический символ города на острове Канта.",
    "districts": "Московский район",
    "fullDescription": "Величественное здание в стиле кирпичной готики, где находится могила Иммануила Канта и крупнейший органный комплекс в России. Здесь регулярно проходят концерты классической музыки."
  },
  {
    "id": 2,
    "name": "Рыбная деревня",
    "shortDescription": "Этнографический и ремесленный центр, стилизованный под архитектуру старого Кёнигсберга.",
    "districts": "Московский район",
    "fullDescription": "Квартал, застроенный современными зданиями в немецком стиле. Здесь расположены гостиницы, рестораны, сувенирные лавки и видовая башня «Маяк», с которой открывается панорама на реку Преголя."
  },
  {
    "id": 3,
    "name": "Музей Мирового океана",
    "shortDescription": "Первый в России комплексный маринистический музей.",
    "districts": "Ленинградский район",
    "fullDescription": "Уникальный музейный комплекс, где можно посетить настоящие исследовательские суда, подводную лодку Б-413 и увидеть скелет кашалота. Экспозиции посвящены судоходству, морской флоре и фауне."
  },
  {
    "id": 4,
    "name": "Музей янтаря",
    "shortDescription": "Единственный в России музей, посвященный «солнечному камню».",
    "districts": "Ленинградский район",
    "fullDescription": "Расположен в крепостной башне «Дона». В коллекции представлены уникальные самородки янтаря, инклюзы (насекомые в смоле) и высокохудожественные изделия из этого минерала."
  },
  {
    "id": 5,
    "name": "Район Амалиенау",
    "shortDescription": "Старинный район вилл с сохранившейся немецкой застройкой начала XX века.",
    "districts": "Центральный район",
    "fullDescription": "Район, спроектированный как «город-сад». Здесь сохранились извилистые улочки, вековые каштаны и роскошные виллы в югендстиле, передающие атмосферу довоенного Кёнигсберга."
  },
  {
    "id": 6,
    "name": "Кёнигсбергский зоопарк",
    "shortDescription": "Один из самых старых и больших зоопарков в современной России.",
    "districts": "Центральный район",
    "fullDescription": "Основан в 1896 году немецким предпринимателем Германом Клаассом. В нем содержатся редкие виды животных, а сама территория является дендропарком с уникальными растениями."
  },
  {
    "id": 7,
    "name": "Форт №5 — Король Фридрих Вильгельм III",
    "shortDescription": "Массивное оборонительное сооружение конца XIX века.",
    "districts": "Центральный район",
    "fullDescription": "Один из ключевых фортов оборонительного пояса города. Сегодня это музей под открытым небом, посвященный героизму советских солдат при штурме Кёнигсберга в 1945 году."
  },
  {
    "id": 8,
    "name": "Бранденбургские ворота",
    "shortDescription": "Единственные городские ворота, до сих пор использующиеся по назначению.",
    "districts": "Московский район",
    "fullDescription": "Памятник архитектуры в стиле неоготики. Через них до сих пор ходит транспорт. Внутри здания ворот расположен небольшой Музей марципана."
  },
  {
    "id": 9,
    "name": "Куршская коса (Национальный парк)",
    "shortDescription": "Уникальный природный объект, включенный в список ЮНЕСКО.",
    "districts": "Зеленоградский район (пригород)",
    "fullDescription": "Узкая полоска суши между Балтийским морем и заливом. Знаменита своими «танцующими» деревьями, высокими дюнами и орнитологической станцией. Находится в часе езды от города."
  },
  {
    "id": 10,
    "name": "Кирха Святого Семейства",
    "shortDescription": "Шедевр архитектора Фридриха Хайтмана, ныне — Концертный зал филармонии.",
    "districts": "Московский район",
    "fullDescription": "Построена в 1907 году. Это здание считается наиболее гармоничным произведением неоготики в городе. Внутри установлена великолепная акустическая система и чешский орган."
  }
]